tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "curl"
brew "fd"
brew "fish"
brew "fisher"
brew "git"
brew "imagemagick"
brew "ffmpeg"
brew "figlet"
brew "flyctl"
brew "jq"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
brew "ruby"
brew "trash-cli"
brew "tree"
brew "wget"
brew "youtube-dlc"

cask "appcleaner"
cask "brave-browser"
cask "clipy"
cask "deepl"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
