tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bat"
brew "curl"
brew "docker"
brew "fastfetch"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fisher"
brew "git"
brew "imagemagick"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "ripgrep"
brew "trash-cli"
brew "tree"
brew "wget"
brew "yt-dlp"

cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "clipy"
cask "deepl"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "wireshark"
