brew "awscli"
brew "figlet"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "geckodriver"
brew "git"
tap "heroku/brew"
brew "heroku"
brew "imagemagick"
brew "n"
brew "neofetch"
brew "neovim"
brew "pyenv"
brew "postgresql"
brew "rbenv"
brew "terminal-notifier"
brew "trash-cli"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zsh-completion"

tap "homebrew/cask"
cask "appcleaner"
cask "brave-browser"
cask "clipy"
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
cask "deepl"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "typora"
cask "visual-studio-code"
cask "wireshark"
